tap "bramstein/webfonttools"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "aircrack-ng"
brew "bfg"
brew "binutils"
brew "numpy"
brew "binwalk"
brew "cifer"
brew "coreutils"
brew "dex2jar"
brew "dns2tcp"
brew "fcrackzip"
brew "findutils"
brew "foremost"
brew "gh"
brew "hashpump"
brew "moreutils"
brew "openvpn", restart_service: :changed
brew "thefuck"
brew "woff2"
brew "bramstein/webfonttools/sfnt2woff"
cask "fig"
vscode "aaron-bond.better-comments"
vscode "ahmadawais.shades-of-purple"
vscode "alefragnani.project-manager"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "anseki.vscode-color"
vscode "apollographql.vscode-apollo"
vscode "atlassian.atlascode"
vscode "b3hr4d.colorful-darkplus"
vscode "benjaminbenais.copilot-theme"
vscode "bradlc.vscode-tailwindcss"
vscode "centuplex.quokka"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "cmstead.js-codeformer"
vscode "cmstead.jsrefactor"
vscode "codestream.codestream"
vscode "codezombiech.gitignore"
vscode "cssho.vscode-svgviewer"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "dfinity-foundation.vscode-motoko"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "dunstontc.viml"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-todo-plus"
vscode "feiskyer.chatgpt-copilot"
vscode "felipecaputo.git-project-manager"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "gitlab.gitlab-workflow"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gulajavaministudio.mayukaithemevsc"
vscode "hridoy.adonisjs-snippets"
vscode "james-yu.latex-workshop"
vscode "jasonnutter.search-node-modules"
vscode "jeremyrajan.webpack"
vscode "jock.svg"
vscode "jpoissonnier.vscode-styled-components"
vscode "kamikillerto.vscode-colorize"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "kumar-harsh.graphql-for-vscode"
vscode "leizongmin.node-module-intellisense"
vscode "lihui.vs-color-picker"
vscode "liviuschera.noctis"
vscode "luongnd.edge"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhartington.oceanic-next"
vscode "mikestead.dotenv"
vscode "mohsen1.prettify-json"
vscode "mongodb.mongodb-vscode"
vscode "mquandalle.graphql"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azure-github-copilot"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-ceintl.vscode-language-pack-pl"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "nodesource.vscode-for-node-js-development-pack"
vscode "pkief.material-icon-theme"
vscode "primalmotion.primal"
vscode "quicktype.quicktype"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rogalmic.zsh-debug"
vscode "rvest.vs-code-prettier-eslint"
vscode "sdras.night-owl"
vscode "shakram02.bash-beautify"
vscode "smukkekim.theme-setimonokai"
vscode "softwaredotcom.music-time"
vscode "softwaredotcom.swdc-vscode"
vscode "spywhere.guides"
vscode "steoates.autoimport"
vscode "teabyii.ayu"
vscode "techer.open-in-browser"
vscode "unifiedjs.vscode-mdx"
vscode "vincaslt.highlight-matching-tag"
vscode "wallabyjs.quokka-vscode"
vscode "wayou.vscode-todo-highlight"
vscode "wesbos.theme-cobalt2"
vscode "will-stone.plastic"
vscode "withfig.fig"
vscode "xabikos.javascriptsnippets"
vscode "xyc.vscode-mdx-preview"
vscode "yummygum.city-lights-icon-vsc"
vscode "yummygum.city-lights-theme"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
