aaron-bond.better-comments
ahmadawais.shades-of-purple
alefragnani.project-manager
amazonwebservices.codewhisperer-for-command-line-companion
anseki.vscode-color
apollographql.vscode-apollo
atlassian.atlascode
b3hr4d.colorful-darkplus
benjaminbenais.copilot-theme
bradlc.vscode-tailwindcss
centuplex.quokka
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cmstead.js-codeformer
cmstead.jsrefactor
codestream.codestream
codezombiech.gitignore
cssho.vscode-svgviewer
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
dfinity-foundation.vscode-motoko
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
dunstontc.viml
eamodio.gitlens
esbenp.prettier-vscode
fabiospampinato.vscode-todo-plus
feiskyer.chatgpt-copilot
felipecaputo.git-project-manager
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.github-vscode-theme
github.remotehub
github.vscode-pull-request-github
gitlab.gitlab-workflow
graphql.vscode-graphql
graphql.vscode-graphql-syntax
gulajavaministudio.mayukaithemevsc
hridoy.adonisjs-snippets
james-yu.latex-workshop
jasonnutter.search-node-modules
jeremyrajan.webpack
jock.svg
jpoissonnier.vscode-styled-components
kamikillerto.vscode-colorize
kisstkondoros.vscode-gutter-preview
kumar-harsh.graphql-for-vscode
leizongmin.node-module-intellisense
lihui.vs-color-picker
liviuschera.noctis
luongnd.edge
mgmcdermott.vscode-language-babel
mhartington.oceanic-next
mikestead.dotenv
mohsen1.prettify-json
mongodb.mongodb-vscode
mquandalle.graphql
ms-azuretools.azure-dev
ms-azuretools.vscode-azure-github-copilot
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurecontainerapps
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestaticwebapps
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azurevirtualmachines
ms-azuretools.vscode-cosmosdb
ms-ceintl.vscode-language-pack-pl
ms-dotnettools.vscode-dotnet-runtime
ms-vscode.azure-account
ms-vscode.azure-repos
ms-vscode.remote-repositories
ms-vscode.vscode-node-azure-pack
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
naumovs.color-highlight
nodesource.vscode-for-node-js-development-pack
pkief.material-icon-theme
primalmotion.primal
quicktype.quicktype
redhat.vscode-yaml
ritwickdey.liveserver
rogalmic.zsh-debug
rvest.vs-code-prettier-eslint
sdras.night-owl
shakram02.bash-beautify
smukkekim.theme-setimonokai
softwaredotcom.music-time
softwaredotcom.swdc-vscode
sonarsource.sonarlint-vscode
spywhere.guides
steoates.autoimport
teabyii.ayu
techer.open-in-browser
unifiedjs.vscode-mdx
vincaslt.highlight-matching-tag
wallabyjs.quokka-vscode
wayou.vscode-todo-highlight
wesbos.theme-cobalt2
will-stone.plastic
withfig.fig
xabikos.javascriptsnippets
xyc.vscode-mdx-preview
yummygum.city-lights-icon-vsc
yummygum.city-lights-theme
yzane.markdown-pdf
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
